{
  "2304.02924v1": {
    "title": "The Governance of Physical Artificial Intelligence",
    "authors": [
      "Yingbo Li",
      "Anamaria-Beatrice Spulber",
      "Yucong Duan"
    ],
    "summary": "Physical artificial intelligence can prove to be one of the most important\nchallenges of the artificial intelligence. The governance of physical\nartificial intelligence would define its responsible intelligent application in\nthe society.",
    "pdf_url": "http://arxiv.org/pdf/2304.02924v1",
    "published": "2023-04-06"
  },
  "2005.10488v1": {
    "title": "Does an artificial intelligence perform market manipulation with its own discretion? -- A genetic algorithm learns in an artificial market simulation",
    "authors": [
      "Takanobu Mizuta"
    ],
    "summary": "Who should be charged with responsibility for an artificial intelligence\nperforming market manipulation have been discussed. In this study, I\nconstructed an artificial intelligence using a genetic algorithm that learns in\nan artificial market simulation, and investigated whether the artificial\nintelligence discovers market manipulation through learning with an artificial\nmarket simulation despite a builder of artificial intelligence has no intention\nof market manipulation. As a result, the artificial intelligence discovered\nmarket manipulation as an optimal investment strategy. This result suggests\nnecessity of regulation, such as obligating builders of artificial intelligence\nto prevent artificial intelligence from performing market manipulation.",
    "pdf_url": "http://arxiv.org/pdf/2005.10488v1",
    "published": "2020-05-21"
  },
  "1509.01213v1": {
    "title": "Impact of Artificial Intelligence on Economic Theory",
    "authors": [
      "Tshilidzi Marwala"
    ],
    "summary": "Artificial intelligence has impacted many aspects of human life. This paper\nstudies the impact of artificial intelligence on economic theory. In particular\nwe study the impact of artificial intelligence on the theory of bounded\nrationality, efficient market hypothesis and prospect theory.",
    "pdf_url": "http://arxiv.org/pdf/1509.01213v1",
    "published": "2015-07-01"
  },
  "2101.02179v1": {
    "title": "The case for psychometric artificial general intelligence",
    "authors": [
      "Mark McPherson"
    ],
    "summary": "A short review of the literature on measurement and detection of artificial\ngeneral intelligence is made. Proposed benchmarks and tests for artificial\ngeneral intelligence are critically evaluated against multiple criteria. Based\non the findings, the most promising approaches are identified and some useful\ndirections for future work are proposed.",
    "pdf_url": "http://arxiv.org/pdf/2101.02179v1",
    "published": "2020-12-27"
  },
  "1304.3846v1": {
    "title": "Proceedings of the Thirteenth Conference on Uncertainty in Artificial Intelligence (1997)",
    "authors": [
      "Dan Geiger",
      "Prakash Shenoy"
    ],
    "summary": "This is the Proceedings of the Thirteenth Conference on Uncertainty in\nArtificial Intelligence, which was held in Providence, RI, August 1-3, 1997",
    "pdf_url": "http://arxiv.org/pdf/1304.3846v1",
    "published": "2013-04-13"
  }
}